Revit 2027 API
UIView.ZoomSheetSize Method
 Zoom to the sheet size.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void ZoomSheetSize()
Public Sub ZoomSheetSize
public:
void ZoomSheetSize()
member ZoomSheetSize : unit -> unit
See Also
Reference
UIView Class
Autodesk.Revit.UI Namespace